Repository: GNOME/niepce
Catalog: po/*.po
Languages: cs, hi

source: System
cs: Systémový

source: Undo
cs: Zpět

source: Redo
cs: Znovu

source: Edit Labels
cs: Úprava popisků
hi: लेबल संपादित करें

source: Change Labels
cs: Změna popisků

source: <b>Labels</b>
cs: <b>Popisky</b>
hi: <b>लेबल</b>

source: Label _10
cs: Popisek _10
hi: लेबल _10

source: Label _6
cs: Popisek 6
hi: लेबल _6

source: Label _7
cs: Popisek 7
hi: लेबल _7

source: Label _8
cs: Popisek 8
hi: लेबल _8

source: Label _9
cs: Popisek 9
hi: लेबल _9

source: Import picture folder
cs: Import složky s obrázky

source: <b>Date:</b>
cs: <b>Datum:</b>

source: Import Raw_Studio
cs: Importovat Raw_Studio

source: Import _UFRaw
cs: Importovat _UFRaw

source: You can still change this after importing the pictures.
cs: Lze změnit i po provedení importu obrázků.

source: _Directory:
cs: S_ložka:

source: _Folders
cs: Slož_ky

source: _Import
cs: _Importovat

source: _Options
cs: V_olby

source: _General
cs: O_becné

source: _Reopen Library
cs: Znovu otevřít sbí_rku

source: _Theme:
cs: Mo_tiv:

source: _User Interface
cs: _Uživatelské rozhraní

source: Preferences
cs: Předvolby
hi: प्राथमिकताएं

source: _Image
cs: _Obrázek

source: Set _Label
cs: Nastavit _popisek

source: Set _Rating
cs: Nastavit _hodnocení

source: _No Rating
cs: _Bez hodnocení

source: _1 Star
cs: _1 hvězdička

source: _2 Stars
cs: _2 hvězdičky

source: _3 Stars
cs: _3 hvězdičky

source: _4 Stars
cs: _4 hvězdičky

source: _5 Stars
cs: _5 hvězdiček

source: Library
cs: Sbírka

source: Darkroom
cs: Temná komora

source: Make:
cs: Výrobce:

source: Lens:
cs: Čočky:

source: Exposure Program:
cs: Expoziční režim:

source: Speed:
cs: Závěrka:

source: Aperture:
cs: Clona:

source: Exposure Bias:
cs: Korekce expozice:

source: Flash:
cs: Blesk:

source: Flash compensation:
cs: Kompenzace blesku:

source: Focal length:
cs: Ohnisková vzdálenost:

source: White balance:
cs: Vyvážení bílé:

source: Date:
cs: Datum:

source: Rating:
cs: Hodnocení:

source: Label:
cs: Popis:

source: Keywords:
cs: Klíčová slova:

source: Camera Information
cs: Informace o fotoaparátu

source: Shooting Information
cs: Informace o pořízení

source: IPTC
cs: Informace IPTC

source: Rights
cs: Práva

source: Image Properties
cs: Vlastnosti obrázku

source: Niepce Dark
cs: Tmavý Niepce

source: A digital photo application. Build options:
cs: Aplikace pro digitální fotografii. Volby sestavení:

source: Ready
cs: Připraven

source: _Library
cs: _Sbírka

source: New _Folder...
cs: Nová _složka…

source: New _Project...
cs: Nový _projekt…

source: _Edit
cs: _Upravit

source: _Tools
cs: Nás_troje

source: _Edit Labels...
cs: _Upravit popisky…

source: _Hide tools
cs: Skrý_t nástroje

source: _Help
cs: _Nápověda

source: Create library
cs: Založení sbírky

source: Create
cs: Vytvořit

source: Label 1
cs: Popisek 1

source: Label 2
cs: Popisek 2

source: Label 3
cs: Popisek 3

source: Label 4
cs: Popisek 4

source: Label 5
cs: Popisek 5

source: Set Label
cs: Natavit popisek

source: Set Rating
cs: Natavit hodnocení

source: Pictures
cs: Obrázky

source: Projects
cs: Projekty

source: Keywords
cs: Klíčová slova

source: _Workspace
cs: _Pracovní plocha

source: Rotate L_eft
cs: Otočit v_levo

source: Rotate R_ight
cs: Otočit vp_ravo

source: Develop
cs: Vyvolat

source: Crop
cs: Oříznout

source: Tilt
cs: Náklon

source: White balance
cs: Vyvážení bílé

source: Color temperature
cs: Teplota barev

source: Tone and colour
cs: Odstín a barva

source: Exposure
cs: Expozice

source: Recovery
cs: Obnovení

source: Fill Light
cs: Jas tmavých tónů

source: Blacks
cs: Tmavost tmavých tónů

source: Brightness
cs: Jas

source: Contrast
cs: Kontrast

source: Saturation
cs: Sytost

source: Vibrance
cs: Sytost bledých tónů

source: Master
cs: Nadřízený dok

source: GdlDockMaster object which the dockbar widget is attached to
cs: Objekt GdlDockMaster, ke kterému je widget dokového panelu připojen

source: Dockbar style
cs: Styl dokového panelu

source: Dockbar style to show items on it
cs: Styl dokového panelu pro zobrazování jeho položek

source: Iconify
cs: Do ikony

source: Iconify this dock
cs: Skrýt dok do ikony

source: Close
cs: Zavřít

source: Close this dock
cs: Zavřít tento dok

source: Controlling dock item
cs: Řízení dokových položek

source: Dockitem which 'owns' this grip
cs: Doková položka, která „vlastní“ tento úchop

source: Orientation
cs: Orientace

source: Orientation of the docking item
cs: Orientace dokovatelné položky

source: Resizable
cs: Měnitelná velikost

source: If set, the dock item can be resized when docked in a panel
cs: Pokud je nastaveno, může doková položka při ukotvení v panelu změnit velikost

source: Item behavior
cs: Chování položky

source: General behavior for the dock item (i.e. whether it can float, if it's locked, etc.)
cs: Obecné chování pro dokovou položku (např. zda může být plovoucí, zda je uzamknutá atd.)

source: Locked
cs: Uzamčeno

source: If set, the dock item cannot be dragged around and it doesn't show a grip
cs: Pokud je nastaveno, nelze dokovou položku přetahovat a nezobrazuje úchop

source: Preferred width
cs: Upřednostňovaná šířka

source: Preferred width for the dock item
cs: Upřednostňovaná šířka pro dokovou položku

source: Preferred height
cs: Upřednostňovaná výška

source: Preferred height for the dock item
cs: Upřednostňovaná výška pro dokovou položku

source: You can't add a dock object (%p of type %s) inside a %s. Use a GdlDock or some other compound dock object.
cs: Nemůžete přidat dokový objekt (%p typu %s) dovnitř %s. Použijte GdlDock nebo nějaký jiný složený dokový objekt.

source: Attempting to add a widget with type %s to a %s, but it can only contain one widget at a time; it already contains a widget of type %s
cs: Pokus o přidání widgetu s typem %s do %s, ale ten může obsahovat naráz jen jeden widget a již obsahuje widget typu %s

source: Unsupported docking strategy %s in dock object of type %s
cs: Nepodporovaná strategie dokování %s v dokovém objektu typu %s

source: UnLock
cs: Odemknout

source: Hide
cs: Skrýt

source: Lock
cs: Zamknout

source: Attempt to bind an unbound item %p
cs: Zkusit navázat nenavázanou položku %p

source: Default title
cs: Výchozí název

source: Default title for newly created floating docks
cs: Výchozí název pro nově vytvořený plovoucí doky

source: If is set to 1, all the dock items bound to the master are locked; if it's 0, all are unlocked; -1 indicates inconsistency among the items
cs: Pokud je nastaveno na 1, jsou všechny vazby dokových položek na nadřízený dok uzamčené; pokud je nastavené na 0, jsou odemčené; -1 signalizuje nekonzistenci v položkách

source: Switcher Style
cs: Styl přepínače

source: Switcher buttons style
cs: Styl přepínacího tlačítka

source: Expand direction
cs: Směr rozšíření

source: Allow the master's dock items to expand their container dock objects in the given direction
cs: Dovoluje dokovým položkám, patřícím do nadřízeného doku, rozšířit svůj kontejner dokového objektu v daném směru

source: master %p: unable to add object %p[%s] to the hash. There already is an item with that name (%p).
cs: nadřízený dok %p: nelze přidat objekt %p[%s] do heše. Již se tam nachází jiná položka s takovýmto názvem (%p).

source: The new dock controller %p is automatic. Only manual dock objects should be named controller.
cs: Nový řadič doku %p je automatický. Pouze ruční dokové objekty by měly být pojmenovanými řadiči.

source: Page
cs: Stránka

source: The index of the current page
cs: Index aktuální stránky

source: Name
cs: Název

source: Unique name for identifying the dock object
cs: Jedinečný název pro identifikaci objektu doku

source: Long name
cs: Dlouhý název

source: Human readable name for the dock object
cs: Pro lidi čitelný název pro objekt doku

source: Stock Icon
cs: Skladová ikona

source: Stock icon for the dock object
cs: Ikona ze skladu pro objekt doku

source: Pixbuf Icon
cs: Obrázková ikona

source: Pixbuf icon for the dock object
cs: Ikona z obrázku pro objekt doku

source: Dock master
cs: Nadřízený dok

source: Dock master this dock object is bound to
cs: Nadřízený dok, na který je tento dokový objekt navázaný

source: Call to gdl_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
cs: Volání gdl_dock_object_dock v dokovém objektu %p (typ objektu je %s), který nemá tuto metodu implementovanou

source: Dock operation requested in a non-bound object %p. The application might crash
cs: Požadována operace dokování v nenavázaném objektu %p. Aplikace se může zhroutit

source: Cannot dock %p to %p because they belong to different masters
cs: Nelze dokovat %p do %p, protože náleží do jiného nadřízeného doku

source: Attempt to bind to %p an already bound dock object %p (current master: %p)
cs: Pokus o navázání do %p, který má již navázán dokový objekt %p (současný nadřízený dok: %p)

source: Position
cs: Umístění

source: Position of the divider in pixels
cs: Poloha oddělovače v pixelech

source: Sticky
cs: Přichytávací

source: Whether the placeholder will stick to its host or move up the hierarchy when the host is redocked
cs: Zda se má rezervované místo přichytávat do jeho hostitele a nebo přesunout hierarchii, když je hostitel znovu umístěn do doku

source: Host
cs: Hostitel

source: The dock object this placeholder is attached to
cs: Dokový objekt, do kterého je toto rezervované místo připojené

source: Next placement
cs: Následující rezervované místo

source: The position an item will be docked to our host if a request is made to dock to us
cs: Poloha položky dokované do našeho hostitele, když vznikne požadavek na umístění do našeho doku

source: Width
cs: Šířka

source: Width for the widget when it's attached to the placeholder
cs: Šířka widgetu, když je připojený na rezervovaném místě

source: Height
cs: Výška

source: Height for the widget when it's attached to the placeholder
cs: Výška widgetu, když je připojený na rezervovaném místě

source: Floating Toplevel
cs: Plovoucí nejvyšší úroveň

source: Whether the placeholder is standing in for a floating toplevel dock
cs: Zda rezervované místo může držet plovoucí dok nejvyšší úrovně

source: X-Coordinate
cs: Souřadnice X

source: X coordinate for dock when floating
cs: Souřadnice X pro dok, když je plovoucí

source: Y-Coordinate
cs: Souřadnice Y

source: Y coordinate for dock when floating
cs: Souřadnice Y pro dok, když je plovoucí

source: Attempt to dock a dock object to an unbound placeholder
cs: Pokus o umístění do dokového objektu, který nemá navázané rezervované místo

source: Got a detach signal from an object (%p) who is not our host %p
cs: Obdržen signál pro odpojení z objektu (%p), který není naším hostitelem %p

source: Something weird happened while getting the child placement for %p from parent %p
cs: Něco nepatřičného se přihodilo během získávání umístění potomka pro %p od rodiče %p

source: Dockitem which 'owns' this tablabel
cs: Doková položka, která „vlastní“ tuto jmenovku karty

source: Floating
cs: Plovoucí

source: Whether the dock is floating in its own window
cs: Zda je dok plovoucí ve svém vlastním okně

source: Default title for the newly created floating docks
cs: Výchozí název pro nově vytvořené plovoucí doky

source: Width for the dock when it's of floating type
cs: Šířka pro dok, když je plovoucího typu

source: Height for the dock when it's of floating type
cs: Výška pro dok, když je plovoucího typu

source: Float X
cs: Plovoucí pozice X

source: X coordinate for a floating dock
cs: Souřadnice X pro plovoucí dok

source: Float Y
cs: Plovoucí pozice Y

source: Y coordinate for a floating dock
cs: Souřadnice Y pro plovoucí dok

source: Dock #%d
cs: Dok číslo %d

source: Camera
cs: Fotoaparát

source: _File
cs: _Soubor

source: Manage and edit your photos
hi: अपनी फोटो प्रबंधित और संपादित करें

source: photo;
hi: फोटो;

source: Advanced Photo Editing
hi: उन्नत फोटो संपादन

source: Niepce Digital is an application used to manage and edit photos.
hi: Niepce Digital एक अनुप्रयोग है जिसका उपयोग तस्वीरों को प्रबंधित और संपादित करने के लिए किया जाता है।

source: Features:
hi: विशेषताएं:

source: Photo library management
hi: फोटो लाइब्रेरी प्रबंधन

source: Non destructive image editing
hi: गैर विनाशकारी छवि संपादन

source: RAW processing
hi: RAW प्रसंस्करण

source: Hubert Figuière
hi: ह्यूबर्ट फ़िगुएरे

source: Import Library
hi: लाइब्रेरी आयात करें

source: Folder Roots
hi: फोल्डर रूट

source: Start import
hi: आयात प्रारंभ करें

source: Import in progress
hi: आयात प्रगति पर है

source: All done
hi: सब हो गया

source: _Reopen Catalog
hi: सूचीपत्र जोड़ें (_R)

source: Write XMP automatically (not recommended)
hi: XMP स्वचालित रूप से लिखें (अनुशंसित नहीं)

source: Use dark interface
hi: गहरे इंटरफ़ेस का प्रयोग करें
